Repository: NurymKenzh/GeoNodeWeb
Catalog: GeoNodeWeb/Resources/Controllers/SharedResources.*.resx
Languages: kk

source: Air temperature
kk: Ауа температурасы

source: April
kk: Сәуір

# Area
source: Area (polygon)
kk: Аудан (көпбұрыш)

source: Aridity Indices
kk: Құрғақтық көрсеткіштері

# AridityIndicesShort
source: Selyaninov’s Hydrothermal coefficient
kk: Селяниновтың гидротермалдық коэффициенті

source: August
kk: Тамыз

# Autumn
source: Fall
kk: Құлау

# AveragePrecipitationDev
source: Deviations of the average precipitation (mm)
kk: Жауын-шашынның орташа ауытқуы (мм)

# AveragePrecipitationDevShort
source: Precipitation (deviations)
kk: Жауын-шашын (ауытқуы)

# AverageTemperature
source: Average temperature (C °)
kk: Орташа температура (C °)

# AverageTemperatureDev
source: Deviations of average temperature (C °)
kk: Орташа температураның ауытқуы (C °)

# AverageTemperatureDevShort
source: Avg temperature (deviations)
kk: Орташа.температура (ауытқуы)

# AverageTemperatureShort
source: Avg temperature
kk: Орташа температура

source: Base layers
kk: Негізгі қабаттар

# Chart
source: Schedule
kk: Кесте

source: Chart Options
kk: Диаграмма параметрлері

# Charts
source: Graphs
kk: Графиктер

source: Chart type
kk: Диаграмма түрі

# Choose
source: Select
kk: Таңдаңыз

source: Choose VHB or VHU
kk: VHB немесе VHU таңдаңыз

# ChoosingAnotherDecade
source: You can choose another decade on the timeline below.
kk: Тағы онжылдықты төмендегі кестеде таңдауға болады.

# ClickContinueDrawLine
source: Click to continue drawing the line.
kk: Сызықты жалғастыру үшін нұқыңыз.

# ClickContinueDrawPolygon
source: Click to continue drawing the polygon.
kk: Көпбұрышты салуды жалғастыру үшін нұқыңыз.

# ClickStartDraw
source: Click to start drawing.
kk: Сурет салуды бастау үшін басыңыз.

source: Climate
kk: Климаты

source: Climate parameter
kk: Климат параметрі

source: Columns
kk: Бағандар

# DataGenerated
source: Data is generated and will be sent to the specified email
kk: Деректер жасалады және көрсетілген электрондық поштаға жіберіледі

source: Decade Average
kk: Онжылдықтың орташа мәні

# DecadeAverageYears
source: Decade Average 1951-1960 (RCP 4.5)
kk: Орташа онжылдық 1951-1960 (RCP 4.5)

source: December
kk: Желтоқсан

source: Deviation
kk: Ауытқу

source: Documentation
kk: Құжаттама

source: Download
kk: Жүктеу

source: Download data
kk: Деректерді жүктеу

# DrawAreaInterest
source: to draw an area of ​​interest
kk: қызығушылық туғызатын аймақты салу

# DrawOnMap
source: Draw on the map
kk: Картадан салыңыз

source: Email
kk: Электрондық пошта

# Evapotranspiration
source: Evapotranspiration (mm)
kk: Буландыру транспирациясы (мм)

# EvapotranspirationDev
source: Evapotranspiration Deviations (mm)
kk: Буландыру транспирациясының ауытқулары (мм)

# EvapotranspirationDevShort
source: Evapotranspiration (deviations)
kk: Эвапотранспирация (ауытқуы)

# EvapotranspirationShort
source: Evapotranspiration
kk: Эвапотранспирация

# Extra
source: Additionally
kk: Қосымша

source: February
kk: Ақпан

source: For OS
kk: ОЖ үшін

source: Highlight
kk: Бөлектеу

# Indexes
source: Agroclimatic indicators
kk: Агроклиматтық көрсеткіштер

source: January
kk: Қаңтар

source: July
kk: Шілде

source: June
kk: Маусым

source: Lakes
kk: Көлдер

source: Language
kk: Тілі

source: Layer info
kk: Қабат туралы ақпарат

source: Layers
kk: Қабаттар

source: Legend
kk: Аңыз

# Length
source: Length (line)
kk: Ұзындығы (жол)

source: Lines
kk: Сызықтар

source: Map
kk: Карта

source: March
kk: Наурыз

source: Maximum
kk: Максимум

# MaxTemperature
source: Maximum temperature (C °)
kk: Максималды температура (C °)

# MaxTemperatureDev
source: Deviations of the maximum temperature (C °)
kk: Максималды температураның ауытқуы (C °)

# MaxTemperatureDevShort
source: Poppy. temperature (off)
kk: Макс.температура (ауытқуы)

# MaxTemperatureShort
source: Max. temperature
kk: Макс.температура

source: May
kk: Мамыр

# Measure
source: To measure
kk: Өлшеу

# MeasureDistance
source: Measure distance or area on a map
kk: Картадағы қашықтықты немесе ауданды өлшеңіз

source: Median
kk: Медиана

source: Menu
kk: Мәзір

source: Minimum
kk: Минимум

# MinTemperature
source: Minimum Temperature (C °)
kk: Минималды температура (C °)

# MinTemperatureDev
source: Minimum Temperature Deviations (C °)
kk: Температураның минималды ауытқуы (C °)

# MinTemperatureDevShort
source: Min. temperature (deviations)
kk: Мин.температура (ауытқуы)

# MinTemperatureShort
source: Min. temperature
kk: Мин.температура

source: Month
kk: Ай

source: Months
kk: Айлар

# NotCalcData
source: When building maps, archival data is used consisting of retrospective projections for the period from 1950 to 2005 and projections for the future, which are presented for the period 2006-2100. for two scenarios of representative trajectories of greenhouse gas concentrations: RCP4.5 and RCP8.5. In connection with the overlap of retrospective data and projections for the future in the period from 2001-2010. limit the possibility of correct calculations and building maps for certain periods: 10 years - 2001-2010, for 20 years - 1991-2010, 2001-2020, for 30 years - 1981-2010, 1991-2020, 2001-2030 years
kk: Карталарды құру кезінде 1950 жылдан 2005 жылға дейінгі ретроспективті болжамдардан және 2006-2100 жылдар аралығындағы болашаққа арналған болжамдардан тұратын мұрағаттық деректер қолданылады. парниктік газ концентрациясының екі траекториясының екі сценарийі үшін: RCP4.5 және RCP8.5. Ретроспективті мәліметтер мен болашақтың болжамдары 2001-2010 жж. кейбір кезеңдерге дұрыс есептеулер мен карталарды құру мүмкіндігін шектеңіз: 10 жыл - 2001-2010, 20 жылға - 1991-2010, 2001-2020, 30 жылға - 1981-2010, 1991-2020, 2001-2030 жылдар

source: November
kk: Қараша

source: October
kk: Қазан

source: Other
kk: Басқа

source: Parameter
kk: Параметр

source: Period
kk: Кезең

source: Periodicity
kk: Мерзімділік

# Precipitation
source: Precipitation (mm)
kk: Жауын-шашын (мм)

# PrecipitationShort
source: Precipitation
kk: Жауын-шашын (мм)

# PressHoldKey
source: Press and hold the key.
kk: Пернені басып тұрыңыз.

source: Radar
kk: Радар

source: Refresh
kk: Сергіту

source: Remove selection
kk: Таңдауды жою

source: Rivers
kk: Өзендер

source: Season
kk: Маусым

source: Seasons
kk: Жыл мезгілдері

# SelectAreaOnMap
source: Select an area on the map
kk: Картада аймақты таңдаңыз

# SelectMapArea
source: Select an area on the map
kk: Картада аймақты таңдаңыз

# SelectMapObject
source: Select an object on the map
kk: Картадағы нысанды таңдаңыз

# SelectObjOnMap
source: To plot, first select an object on the map
kk: Жоспарлау үшін алдымен картадан нысанды таңдаңыз

source: select Options
kk: Парам-р таңдаңыз

source: September
kk: Қыркүйек

# SpecifyMailbox
source: Specify a mailbox
kk: Пошта жәшігін көрсетіңіз

# SPEI
source: Standardized Precipitation and Evapotranspiration Index (SPEI)
kk: Жауын-шашын мен эвапотранспирацияның стандартталған индексі (SPEI)

# SPI
source: Standardized Precipitation Index (SPI)
kk: Жауын-шашынның стандартталған индексі (SPI)

source: Spring
kk: Көктем

source: Summer
kk: Жаз

source: Table
kk: Кесте

# tas_gt_00_count_dlt
source: TAS GT COUNT 0° (deviations)
kk: TAS GT COUNT 0° (ауытқуы)

# tas_gt_00_count_dltShort
source: TAS GT COUNT 0° (deviations)
kk: TAS GT COUNT 0° (ауытқуы)

# tas_gt_05_count_dlt
source: TAS GT COUNT 5° (deviations)
kk: TAS GT COUNT 5° (ауытқуы)

# tas_gt_05_count_dltShort
source: TAS GT COUNT 5° (deviations)
kk: TAS GT COUNT 5° (ауытқуы)

# tas_gt_05_sum_dlt
source: TAS GT SUM 5° (deviations)
kk: TAS GT SUM 5° (ауытқуы)

# tas_gt_05_sum_dltShort
source: TAS GT SUM 5° (deviations)
kk: TAS GT SUM 5° (ауытқуы)

# tas_gt_10_count_dlt
source: TAS GT COUNT 10° (deviations)
kk: TAS GT COUNT 10° (ауытқуы)

# tas_gt_10_count_dltShort
source: TAS GT COUNT 10° (deviations)
kk: TAS GT COUNT 10° (ауытқуы)

# tas_gt_10_sum_dlt
source: TAS GT SUM 10° (deviations)
kk: TAS GT SUM 10° (ауытқуы)

# tas_gt_10_sum_dltShort
source: TAS GT SUM 10° (deviations)
kk: TAS GT SUM 10° (ауытқуы)

# tas_gt_15_count_dlt
source: TAS GT COUNT 15° (deviations)
kk: TAS GT COUNT 15° (ауытқуы)

# tas_gt_15_count_dltShort
source: TAS GT COUNT 15° (deviations)
kk: TAS GT COUNT 15° (ауытқуы)

# tas_gt_15_sum_dlt
source: TAS GT SUM 15° (deviations)
kk: TAS GT SUM 15° (ауытқуы)

# tas_gt_15_sum_dltShort
source: TAS GT SUM 15° (deviations)
kk: TAS GT SUM 15° (ауытқуы)

source: Test
kk: Тест

source: Values
kk: Құндылықтар

# ViewDataByMonth
source: To view data by month ... Expand the list
kk: Деректерді ай бойынша көру ... Тізімді кеңейтіңіз

source: Winter
kk: Қыс

source: Year
kk: Жыл

source: Years old
kk: Жылдар
